---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirFlowStandard
source: html/fadd7366-56f5-a684-e019-34d708dd63b7.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirFlowStandard Property

The outdoor airflow standard.

## Syntax (C#)
```csharp
public OutdoorAirFlowStandard OutdoorAirFlowStandard { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: A value passed for an enumeration argument is not a member of that enumeration